const PRINCIPLES = [
  {
    title: '關於本課程',
    description:
      "如果你不知道能拿 ChatGPT 或者其他 AI 產品來幹什麼。如果你不知道如何更好地使用 OpenAI 提供的 API。那本課程應該能幫到你。這是一份教你如何更好使好地使用 ChatGPT 和其他 AI 產品的免費課程。",
  },
  {
    title: '它不是什麼？',
    description:
      "本課程不是 prompt 大全，如果你預期是找到能直接用的 prompt，建議你谷歌找一找。本課程更多地是教你方法，以及解釋這些方法為何有效。本課程也不是權威指南，在這個領域我也只是學生。",
  },
  {
    title: '為什麼會有這個課程？',
    description:
      "我最近一直在研究 PE 相關的知識，然後發現大多數課程都是英文的，內容都非常好，但對我這種初學者來說，閱讀起來還是有點吃力。所以我就萌生出了自己寫一份課程的想法，想著透過輸出倒逼輸入的方式去學習。",
  },
];

export default PRINCIPLES;
